;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: Medal
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Medals]
Medals_KillStreak_05_Title=Kill Streak Rank 1
Medals_KillStreak_05_Description=Kill 5 opponents without dying
Medals_BigWin_All_Title=Champion
Medals_BigWin_All_Description=Win a mission by completing all task stages personally
Medals_BigWin_Arrest_10_100_Title=Judicator Rank 5
Medals_BigWin_Arrest_10_100_Description=Win a mission with 10 takeouts, 100% of which are arrests
Medals_BigWin_Arrest_10_25_Title=Judicator Rank 1
Medals_BigWin_Arrest_10_25_Description=Win a mission with 10 takeouts, 25% of which are arrests
Medals_BigWin_Arrest_10_33_Title=Judicator Rank 2
Medals_BigWin_Arrest_10_33_Description=Win a mission with 10 takeouts, 33% of which are arrests
Medals_BigWin_Arrest_10_50_Title=Judicator Rank 3
Medals_BigWin_Arrest_10_50_Description=Win a mission with 10 takeouts, 50% of which are arrests
Medals_BigWin_Arrest_10_75_Title=Judicator Rank 4
Medals_BigWin_Arrest_10_75_Description=Win a mission with 10 takeouts, 75% of which are arrests
Medals_BigWin_Defuse_Title=Steady Hand
Medals_BigWin_Defuse_Description=Defuse all bombs on the mission
Medals_BigWin_Detonate_Title=Demolisher
Medals_BigWin_Detonate_Description=Detonate and plant all bombs on the mission
Medals_BigWin_Rescue_12_Title=Sleight of Hand Rank 4
Medals_BigWin_Rescue_12_Description=Free 12 teammates from arrest
Medals_BigWin_Rescue_15_Title=Sleight of Hand Rank 5
Medals_BigWin_Rescue_15_Description=Free 15 teammates from arrest
Medals_BigWin_Rescue_3_Title=Sleight of Hand Rank 1
Medals_BigWin_Rescue_3_Description=Free 3 teammates from arrest
Medals_BigWin_Rescue_6_Title=Sleight of Hand Rank 2
Medals_BigWin_Rescue_6_Description=Free 6 teammates from arrest
Medals_BigWin_Rescue_9_Title=Sleight of Hand Rank 3
Medals_BigWin_Rescue_9_Description=Free 9 teammates from arrest
Medals_BigWin_Takeout_11_Title=Reaper Rank 4
Medals_BigWin_Takeout_11_Description=Win a mission with at least 11 takeouts
Medals_BigWin_Takeout_15_Title=Reaper Rank 5
Medals_BigWin_Takeout_15_Description=Win a mission with at least 15 takeouts
Medals_BigWin_Takeout_5_Title=Reaper Rank 1
Medals_BigWin_Takeout_5_Description=Win a mission with at least 5 takeouts
Medals_BigWin_Takeout_7_Title=Reaper Rank 2
Medals_BigWin_Takeout_7_Description=Win a mission with at least 7 takeouts
Medals_BigWin_Takeout_9_Title=Reaper Rank 3
Medals_BigWin_Takeout_9_Description=Win a mission with at least 9 takeouts
Medals_Dishonour_ArrestedKill_1_Title=Demerit: Police Battery Rank 1
Medals_Dishonour_ArrestedKill_1_Description=Kill 1 arrested opponent.
Medals_Dishonour_ArrestedKill_10_Title=Demerit: Police Battery Rank 10
Medals_Dishonour_ArrestedKill_10_Description=Kill 10 arrested opponents.
Medals_Dishonour_ArrestedKill_2_Title=Demerit: Police Battery Rank 2
Medals_Dishonour_ArrestedKill_2_Description=Kill 2 arrested opponents.
Medals_Dishonour_ArrestedKill_3_Title=Demerit: Police Battery Rank 3
Medals_Dishonour_ArrestedKill_3_Description=Kill 3 arrested opponents.
Medals_Dishonour_ArrestedKill_4_Title=Demerit: Police Battery Rank 4
Medals_Dishonour_ArrestedKill_4_Description=Kill 4 arrested opponents.
Medals_Dishonour_ArrestedKill_5_Title=Demerit: Police Battery Rank 5
Medals_Dishonour_ArrestedKill_5_Description=Kill 5 arrested opponents.
Medals_Dishonour_ArrestedKill_6_Title=Demerit: Police Battery Rank 6
Medals_Dishonour_ArrestedKill_6_Description=Kill 6 arrested opponents.
Medals_Dishonour_ArrestedKill_7_Title=Demerit: Police Battery Rank 7
Medals_Dishonour_ArrestedKill_7_Description=Kill 7 arrested opponents.
Medals_Dishonour_ArrestedKill_8_Title=Demerit: Police Battery Rank 8
Medals_Dishonour_ArrestedKill_8_Description=Kill 8 arrested opponents.
Medals_Dishonour_ArrestedKill_9_Title=Demerit: Police Battery Rank 9
Medals_Dishonour_ArrestedKill_9_Description=Kill 9 arrested opponents.
Medals_Dishonour_FriendlyKill_1_Title=Demerit: Team Killer 1
Medals_Dishonour_FriendlyKill_1_Description=Kill 1 member of your group.
Medals_Dishonour_FriendlyKill_10_Title=Demerit: Team Killer 10
Medals_Dishonour_FriendlyKill_10_Description=Kill 10 members of your group.
Medals_Dishonour_FriendlyKill_2_Title=Demerit: Team Killer 2
Medals_Dishonour_FriendlyKill_2_Description=Kill 2 members of your group.
Medals_Dishonour_FriendlyKill_3_Title=Demerit: Team Killer 3
Medals_Dishonour_FriendlyKill_3_Description=Kill 3 members of your group.
Medals_Dishonour_FriendlyKill_4_Title=Demerit: Team Killer 4
Medals_Dishonour_FriendlyKill_4_Description=Kill 4 members of your group.
Medals_Dishonour_FriendlyKill_5_Title=Demerit: Team Killer 5
Medals_Dishonour_FriendlyKill_5_Description=Kill 5 members of your group.
Medals_Dishonour_FriendlyKill_6_Title=Demerit: Team Killer 6
Medals_Dishonour_FriendlyKill_6_Description=Kill 6 members of your group.
Medals_Dishonour_FriendlyKill_7_Title=Demerit: Team Killer 7
Medals_Dishonour_FriendlyKill_7_Description=Kill 7 members of your group.
Medals_Dishonour_FriendlyKill_8_Title=Demerit: Team Killer 8
Medals_Dishonour_FriendlyKill_8_Description=Kill 8 members of your group.
Medals_Dishonour_FriendlyKill_9_Title=Demerit: Team Killer 9
Medals_Dishonour_FriendlyKill_9_Description=Kill 9 members of your group.
Medals_Dishonour_FriendlyStun_1_Title=Demerit: Team Stunner 1
Medals_Dishonour_FriendlyStun_1_Description=Stun 1 member of your group
Medals_Dishonour_FriendlyStun_2_Title=Demerit: Team Stunner 2
Medals_Dishonour_FriendlyStun_2_Description=Stun 2 members of your group.
Medals_Dishonour_FriendlyStun_3_Title=Demerit: Team Stunner 3
Medals_Dishonour_FriendlyStun_3_Description=Stun 3 members of your group.
Medals_Dishonour_FriendlyStun_4_Title=Demerit: Team Stunner 4
Medals_Dishonour_FriendlyStun_4_Description=Stun 4 members of your group.
Medals_Dishonour_FriendlyStun_5_Title=Demerit: Team Stunner 5
Medals_Dishonour_FriendlyStun_5_Description=Stun 5 members of your group.
Medals_Dishonour_SelfKill_02_Title=Demerit: Suicide Rank 1
Medals_Dishonour_SelfKill_02_Description=Inflict 2 deaths upon yourself.
Medals_Dishonour_SelfKill_03_Title=Demerit: Suicide Rank 2
Medals_Dishonour_SelfKill_03_Description=Inflict 3 deaths upon yourself.
Medals_Dishonour_SelfKill_04_Title=Demerit: Suicide Rank 3
Medals_Dishonour_SelfKill_04_Description=Inflict 4 deaths upon yourself.
Medals_Dishonour_SelfKill_05_Title=Demerit: Suicide Rank 4
Medals_Dishonour_SelfKill_05_Description=Inflict 5 deaths upon yourself.
Medals_Dishonour_SelfKill_06_Title=Demerit: Suicide Rank 5
Medals_Dishonour_SelfKill_06_Description=Inflict 6 deaths upon yourself.
Medals_Dishonour_SelfKill_07_Title=Demerit: Suicide Rank 6
Medals_Dishonour_SelfKill_07_Description=Inflict 7 deaths upon yourself.
Medals_KillBehind_Title=Backstabber
Medals_KillBehind_Description=Kill an opponent from behind with a melee weapon
Medals_KillStreak_10_Title=Kill Streak Rank 2
Medals_KillStreak_10_Description=Kill 10 opponents without dying
Medals_KillStreak_15_Title=Kill Streak Rank 3
Medals_KillStreak_15_Description=Kill 15 opponents without dying
Medals_KillStreak_20_Title=Kill Streak Rank 4
Medals_KillStreak_20_Description=Kill 20 opponents without dying
Medals_KillStreak_25_Title=Kill Streak Rank 5
Medals_KillStreak_25_Description=Kill 25 opponents without dying
Medals_KillStreak_30_Title=Kill Streak Rank 6
Medals_KillStreak_30_Description=Kill 30 opponents without dying
Medals_Situational_AntiGraffitiKill_Title=War on Anti-Graffiti
Medals_Situational_AntiGraffitiKill_Description=Kill an opponent while they are covering up graffiti
Medals_Situational_ArrestStreakKiller_Title=Cop Killer
Medals_Situational_ArrestStreakKiller_Description=Kill an opponent who has arrested 5 or more players without a death
Medals_Situational_ArsonKill_Title=Firebug Squasher
Medals_Situational_ArsonKill_Description=Kill an opponent while they are committing arson
Medals_Situational_DriverAssistKill_Title=Drive-by
Medals_Situational_DriverAssistKill_Description=A passenger in your car kills an opponent while you drive
Medals_Situational_GraffitiingKill_Title=War on Graffiti
Medals_Situational_GraffitiingKill_Description=Kill an opponent while they are applying graffiti
Medals_Situational_GrenadeKill_Title=Pineapple Farmer
Medals_Situational_GrenadeKill_Description=Kill an opponent with a grenade
Medals_Situational_KillStreakArrest_Title=High Risk Warrant
Medals_Situational_KillStreakArrest_Description=Arrest an opponent who has killed 5 or more players without a death
Medals_Situational_KillStreakKiller_Title=Bounty Hunter
Medals_Situational_KillStreakKiller_Description=Kill an opponent who has killed 5 or more players without a death
Medals_Situational_MeleeKill_Title=Battery
Medals_Situational_MeleeKill_Description=Kill an opponent with a melee weapon
Medals_Situational_PostDeathKill_Title=Reach Beyond the Grave
Medals_Situational_PostDeathKill_Description=Kill an opponent after your own death
Medals_Situational_SuperKill_Title=Kill 'Em All
Medals_Situational_SuperKill_Description=Kill an entire team at the same time
Medals_Situational_TaskItemKill_1_Title=Transporter Slayer
Medals_Situational_TaskItemKill_1_Description=Kill an opponent who is carrying a task item
Medals_Situational_VIPKill_Title=Assassination
Medals_Situational_VIPKill_Description=Kill an opponent who is a VIP
Medals_Situational_VehicleKill_Title=Vehicular Slaughter
Medals_Situational_VehicleKill_Description=Kill an opponent with a vehicle
Medals_TimeLimit_Kills_2_Title=Blitzkrieg Rank 1
Medals_TimeLimit_Kills_2_Description=Kill 2 opponents within 5 seconds of each other
Medals_TimeLimit_Kills_3_Title=Blitzkrieg Rank 2
Medals_TimeLimit_Kills_3_Description=Kill 3 opponents within 10 seconds of each other
Medals_TimeLimit_Kills_4_Title=Blitzkrieg Rank 3
Medals_TimeLimit_Kills_4_Description=Kill 4 opponents within 15 seconds of each other
Medals_TimeLimit_Kills_5_Title=Blitzkrieg Rank 4
Medals_TimeLimit_Kills_5_Description=Kill 5 opponents within 25 seconds of each other
Medals_Dishonour_SelfKill_08_Title=Demerit: Suicide Rank 7
Medals_Dishonour_SelfKill_08_Description=Inflict 8 deaths upon yourself.
Medals_Dishonour_SelfKill_09_Title=Demerit: Suicide Rank 8
Medals_Dishonour_SelfKill_09_Description=Inflict 9 deaths upon yourself.
Medals_Dishonour_SelfKill_10_Title=Demerit: Suicide Rank 9
Medals_Dishonour_SelfKill_10_Description=Inflict 10 deaths upon yourself.
Medals_Dishonour_SelfKill_15_Title=Demerit: Suicide Rank 10
Medals_Dishonour_SelfKill_15_Description=Inflict 15 deaths upon yourself.
Medals_Dishonour_SelfKill_20_Title=Demerit: Suicide Rank 11
Medals_Dishonour_SelfKill_20_Description=Inflict 20 deaths upon yourself.
Medals_Dishonour_SelfKill_25_Title=Demerit: Suicide Rank 12
Medals_Dishonour_SelfKill_25_Description=Inflict 25 deaths upon yourself.
Medals_Dishonour_SelfKill_30_Title=Demerit: Suicide Rank 13
Medals_Dishonour_SelfKill_30_Description=Inflict 30 deaths upon yourself.
Medals_Dishonour_AFK_Title=Demerit: Sleepy-Head
Medals_Dishonour_AFK_Description=Awarded for having AFK status for more than 30 seconds during a mission.
